{
    "tracks" : [
        {
            "side" : "A",
            "source" : "",
            "uri" : "spotify:track:1YQWosTIljIvxAgHWTp7KP",
            "description" : "This is a song I associate with my grandfather; it was one of his favorites and I played it at his celebration of life ceremony"
        },
        { 
            "side" : "A",
            "source" : "",
            "uri" : "spotify:track:7CrNF9zL7tIQ2269DVxzST",
            "description" : "Blue Rondo a La Turk was one of the first jazz pieces I really listened to, so I listened to it a lot when we made yearly visits to New Mexico. Many of my early experiences with jazz are associated with New Mexico."
        },
        { 
            "side" : "A",
            "source" : "",
            "uri" : "spotify:track:5KlN2eLIGhg6GGwxGPB7dv",
            "description" : "I discovered this song while looking for pieces to play on French Horn, and the mood of this piece really fits with New Mexico. It's laid-back but lively at the same time, which I think well encapulates the desert attitude"
        },
        { 
            "side" : "A",
            "source" : "",
            "uri" : "spotify:track:79fIO8wks5P9MZJnUpiNYx",
            "description" : "I listened to this song a lot in New Mexico"
        },
        { 
            "side" : "A",
            "source" : "",
            "uri" : "spotify:track:73uEbChpBB29ttwVnwuNVE",
            "description" : "This song and Mambo Gallego both represent the music it's typical to hear everywhere in New Mexico. In restaurants, hotels and everywhere in between you'll hear this style of music."
        },
        { 
            "side" : "B",
            "source" : "",
            "uri" : "spotify:track:3nsUVlntPIksDvhHdZZhiu",
            "description" : "My dad used to play this song for my sisters and I throughout our childhood, so it is very special to me. It reminds me of New Mexico because that's his birthplace and the home of his grandparents"
        },
        { 
            "side" : "B",
            "source" : "",
            "uri" : "spotify:track:6AioOohg4bQZFA4jIYQQ2r",
            "description" : "This is another one of my dad's favorite songs, one that he would play a lot for us. It is part of a period where I grew closer to my father."
        },
        { 
            "side" : "B",
            "source" : "",
            "uri" : "spotify:track:2ELuHKWwTMUAd9HSvMaI1j",
            "description" : "Hotel California, even though it's about California, reminds me of New Mexico. Maybe it's the lyrics, or maybe its just that we listen to it a ton every time we go to NM."
        },
        { 
            "side" : "B",
            "source" : "",
            "uri" : "spotify:track:0vFOzaXqZHahrZp6enQwQb",
            "description" : "Definitely my favorite song in 7/4, this song also reminds me of New Mexico because of my father and grandfather's appreciation of classic rock. I discovered a lot of new music in New Mexico."
        },
        { 
            "side" : "B",
            "source" : "",
            "uri" : "spotify:track:63T7DJ1AFDD6Bn8VzG6JE8",
            "description" : "I love the cool desert vibes this song gives, it really reminds me of New Mexico, walking in the desert parks and observing the plants and animals."
        }
    ]
}